Repository: skvdhshuk-blip/hao-bar
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, id, it, ja, ko, nl, pt_br, th, vi, zh_hans, zh_hant

source: Core
de: Kern-
es: Flujo
fr: Parcours
id: Inti:
it: Flusso
ja: 基本
ko: 기본
nl: Basis-
pt_br: Fluxo
th: หลัก:
vi: Quy trình
zh_hans: 核心
zh_hant: 核心

source: Corner Radius
de: Eckenradius
es: Radio de esquina
fr: Rayon des coins
id: Radius sudut
it: Raggio degli angoli
ja: 角の半径
ko: 모서리 반경
nl: Hoekradius
pt_br: Raio dos cantos
th: รัศมีมุม
vi: Bo góc
zh_hans: 圆角半径
zh_hant: 圓角半徑

source: Create
de: Erstellen
es: Crear
fr: Créer
id: Buat
it: Crea
ja: 作成
ko: 생성
nl: Maak
pt_br: Criar
th: สร้าง
vi: Tạo
zh_hans: 创建
zh_hant: 建立

source: Current Focus
de: Aktueller Focus
es: Focus actual
fr: Focus actuel
id: Focus saat ini
it: Focus attuale
ja: 現在のFocus
ko: 현재 Focus
nl: Huidige Focus
pt_br: Focus atual
th: Focus ปัจจุบัน
vi: Focus hiện tại
zh_hans: 当前 Focus
zh_hant: 目前 Focus

source: Current network
de: Aktuelles Netzwerk
es: Red actual
fr: Réseau actuel
id: Jaringan saat ini
it: Rete attuale
ja: 現在のネットワーク
ko: 현재 네트워크
nl: Huidig netwerk
pt_br: Rede atual
th: เครือข่ายปัจจุบัน
vi: Mạng hiện tại
zh_hans: 当前网络
zh_hant: 目前網路

source: Current Settings
de: Aktuelle Einstellungen
es: Ajustes actuales
fr: Réglages actuels
id: Pengaturan saat ini
it: Impostazioni attuali
ja: 現在の設定
ko: 현재 설정
nl: Huidige instellingen
pt_br: Ajustes atuais
th: การตั้งค่าปัจจุบัน
vi: Cài đặt hiện tại
zh_hans: 当前设置
zh_hant: 目前設定

source: Custom Appearance
de: Eigene Darstellung
es: Apariencia personalizada
fr: Apparence personnalisée
id: Tampilan kustom
it: Aspetto personalizzato
ja: カスタム外観
ko: 사용자 모양
nl: Aangepaste weergave
pt_br: Aparência personalizada
th: ลักษณะที่กำหนดเอง
vi: Giao diện tùy chỉnh
zh_hans: 自定义外观
zh_hant: 自訂外觀

source: Custom icon
de: Eigenes Symbol
es: Icono personalizado
fr: Icône personnalisée
id: Ikon kustom
it: Icona personalizzata
ja: カスタムアイコン
ko: 사용자 아이콘
nl: Aangepast pictogram
pt_br: Ícone personalizado
th: ไอคอนที่กำหนดเอง
vi: Biểu tượng tùy chỉnh
zh_hans: 自定义图标
zh_hant: 自訂圖示

source: Custom rows
de: Eigene Reihen
es: Filas personalizadas
fr: Rangées personnalisées
id: Baris kustom
it: Righe personalizzate
ja: カスタム行
ko: 사용자 열
nl: Aangepaste rijen
pt_br: Linhas personalizadas
th: แถวที่กำหนดเอง
vi: Hàng tùy chỉnh
zh_hans: 自定义行
zh_hant: 自訂列

source: Custom timing, hide-on-app-change, external monitor rules
de: Eigenes Timing, Ausblenden bei App-Wechsel, Regeln für externe Monitore
es: Tiempos, ocultar al cambiar de app, reglas de monitor externo
fr: Délais perso, masquage au changement d’app, règles d’écran externe
id: Waktu kustom, sembunyi saat ganti app, aturan monitor eksternal
it: Tempi, nascondi al cambio app, regole per monitor esterni
ja: タイミング、App切り替えで隠す、外部ディスプレイのルールをカスタム
ko: 사용자 타이밍, 앱 전환 시 숨김, 외장 모니터 규칙
nl: Eigen timing, verbergen bij app-wissel, regels voor externe schermen
pt_br: Tempos, ocultar ao trocar de app, regras de monitor externo
th: จังหวะเวลา ซ่อนเมื่อสลับแอป และกฎจอภายนอกที่กำหนดเอง
vi: Tùy chỉnh thời gian, ẩn khi đổi app, quy tắc màn hình ngoài
zh_hans: 自定义时间、切换应用时隐藏、外接显示器规则
zh_hant: 自訂時間、切換 App 時隱藏、外接顯示器規則

source: Customize auto-hide timing
de: Timing fürs automatische Ausblenden anpassen
es: Personalizar el tiempo de ocultación automática
fr: Personnaliser le délai de masquage auto
id: Sesuaikan waktu sembunyi otomatis
it: Personalizza i tempi di nascondimento automatico
ja: 自動非表示のタイミングをカスタム
ko: 자동 숨김 타이밍 사용자화
nl: Timing van automatisch verbergen aanpassen
pt_br: Personalizar o tempo de ocultação automática
th: ปรับจังหวะการซ่อนอัตโนมัติ
vi: Tùy chỉnh thời gian tự ẩn
zh_hans: 自定义自动隐藏时间
zh_hant: 自訂自動隱藏時間

source: Customize gesture behavior
de: Geste-Verhalten anpassen
es: Personalizar el comportamiento de los gestos
fr: Personnaliser le comportement des gestes
id: Sesuaikan perilaku gestur
it: Personalizza il comportamento dei gesti
ja: ジェスチャの動作をカスタム
ko: 제스처 동작 사용자화
nl: Gedrag van gebaren aanpassen
pt_br: Personalizar o comportamento dos gestos
th: ปรับพฤติกรรมของท่าทาง
vi: Tùy chỉnh cử chỉ
zh_hans: 自定义手势行为
zh_hant: 自訂手勢行為

source: Daily
de: Täglich
es: Diario
fr: Quotidien
id: Harian
it: Giornaliero
ja: 毎日
ko: 매일
nl: Dagelijks
pt_br: Diário
th: ทุกวัน
vi: Hàng ngày
zh_hans: 每天
zh_hant: 每天

source: Dark Tint
de: Dunkle Tönung
es: Tinte oscuro
fr: Teinte sombre
id: Tinta gelap
it: Tinta scura
ja: ダークのティント
ko: 다크 틴트
nl: Donkere tint
pt_br: Tinta escura
th: สีเคลือบโหมดมืด
vi: Phủ màu tối
zh_hans: 深色着色
zh_hant: 深色色調

source: Data
de: Daten
es: Datos
fr: Données
it: Dati
ja: データ
ko: 데이터
nl: Gegevens
pt_br: Dados
th: ข้อมูล
vi: Dữ liệu
zh_hans: 数据
zh_hant: 資料

source: Days
de: Tage
es: Días
fr: Jours
id: Hari
it: Giorni
ja: 日
ko: 일
nl: Dagen
pt_br: Dias
th: วัน
vi: Ngày
zh_hans: 天
zh_hant: 天

source: Delete Group
de: Gruppe löschen
es: Eliminar grupo
fr: Supprimer le groupe
id: Hapus grup
it: Elimina gruppo
ja: グループを削除
ko: 그룹 삭제
nl: Groep verwijderen
pt_br: Apagar grupo
th: ลบกลุ่ม
vi: Xóa nhóm
zh_hans: 删除分组
zh_hant: 刪除群組

source: Despite the many kind reviews and steady downloads, that is not sustainable.
de: Trotz vieler freundlicher Bewertungen und stetiger Downloads ist das nicht tragfähig.
es: Pese a las reseñas amables y las descargas constantes, esto no es sostenible.
fr: Malgré de nombreux avis gentils et des téléchargements stables, ce n’est pas tenable.
id: Meski banyak ulasan baik dan unduhan stabil, ini tidak berkelanjutan.
it: Nonostante le recensioni gentili e i download costanti, non è sostenibile.
ja: ありがたいレビューと安定したダウンロードがあっても、これでは続きません。
ko: 따뜻한 리뷰와 꾸준한 다운로드에도, 이런 식으로는 버티기 어렵습니다.
nl: Ondanks lieve recensies en gestage downloads is dit niet houdbaar.
pt_br: Mesmo com avaliações gentis e downloads estáveis, isso não se sustenta.
th: แม้รีวิวดีและดาวน์โหลดสม่ำเสมอ แต่แบบนี้ไปต่อไม่ไหว
vi: Dù nhiều lời khen và tải đều, như vậy không bền được.
zh_hans: 尽管好评不少、下载也稳定，这样仍难以为继。
zh_hant: 儘管好評不少、下載也穩定，這樣仍難以長久。

source: Detached
de: Getrennt
es: Separado
fr: Détaché
id: Terlepas
it: Scollegato
ja: 切り離し
ko: 분리됨
nl: Losgekoppeld
pt_br: Desanexado
th: หลุดออก
vi: Bị tách
zh_hans: 已脱离
zh_hant: 已脫離

source: Detected
de: Erkannt
es: Detectado
fr: Détecté
id: Terdeteksi
it: Rilevato
ja: 検出済み
ko: 감지됨
nl: Gedetecteerd
pt_br: Detectado
th: ตรวจพบ
vi: Đã phát hiện
zh_hans: 已检测到
zh_hant: 已偵測

source: Diagnostics
de: Diagnose
es: Diagnóstico
id: Diagnostik
it: Diagnostica
ja: 診断
ko: 진단
nl: Diagnostiek
pt_br: Diagnóstico
th: วินิจฉัย
vi: Chẩn đoán
zh_hans: 诊断
zh_hant: 診斷

source: Disable password protection for hidden icons
de: Kennwortschutz für ausgeblendete Symbole deaktivieren
es: Desactivar la protección con contraseña de los iconos ocultos
fr: Désactiver la protection par mot de passe des icônes masquées
id: Nonaktifkan proteksi kata sandi untuk ikon tersembunyi
it: Disattiva la protezione con password delle icone nascoste
ja: 非表示アイコンのパスワード保護をオフ
ko: 가려진 아이콘의 암호 보호 끄기
nl: Wachtwoordbeveiliging voor verborgen pictogrammen uitzetten
pt_br: Desativar a proteção por senha dos ícones ocultos
th: ปิดการป้องกันด้วยรหัสผ่านสำหรับไอคอนที่ซ่อน
vi: Tắt bảo vệ mật khẩu cho biểu tượng ẩn
zh_hans: 关闭隐藏图标的密码保护
zh_hant: 關閉隱藏圖示的密碼保護

source: Distance between menu bar icons
de: Abstand zwischen Menüleisten-Symbolen
es: Distancia entre iconos de la barra de menús
fr: Espacement des icônes de la barre des menus
id: Jarak antar ikon bilah menu
it: Distanza tra le icone della barra dei menu
ja: メニューバーアイコンの間隔
ko: 메뉴 막대 아이콘 간격
nl: Afstand tussen menubalkpictogrammen
pt_br: Espaço entre ícones da barra de menus
th: ระยะห่างระหว่างไอคอนแถบเมนู
vi: Khoảng cách giữa các biểu tượng thanh menu
zh_hans: 菜单栏图标间距
zh_hant: 選單列圖示間距

source: Divider look
de: Trenner-Aussehen
es: Aspecto del divisor
fr: Apparence du séparateur
id: Tampilan pemisah
it: Aspetto del divisore
ja: 区切りの見た目
ko: 구분선 모양
nl: Uiterlijk van de scheiding
pt_br: Aparência do divisor
th: ลักษณะเส้นแบ่ง
vi: Diện mạo đường chia
zh_hans: 分隔外观
zh_hant: 分隔外觀

source: Divider Style
de: Trenner-Stil
es: Estilo del divisor
fr: Style de séparateur
id: Gaya pemisah
it: Stile del divisore
ja: 区切りスタイル
ko: 구분선 스타일
nl: Scheidingsstijl
pt_br: Estilo do divisor
th: สไตล์เส้นแบ่ง
vi: Kiểu đường chia
zh_hans: 分隔样式
zh_hant: 分隔樣式

source: Don't skip this.
de: Überspringen Sie das nicht.
es: No te saltes esto.
fr: Ne sautez pas ça.
id: Jangan lewati ini.
it: Non saltare questo passo.
ja: ここは飛ばさないで。
ko: 여긴 건너뛰지 마세요.
nl: Sla dit niet over.
pt_br: Não pule esta parte.
th: อย่าข้ามขั้นนี้
vi: Đừng bỏ qua bước này.
zh_hans: 别跳过这一步。
zh_hant: 別跳過這一步。

source: Donate
de: Spenden
es: Donar
fr: Faire un don
id: Donasi
it: Dona
ja: 寄付
ko: 기부
nl: Doneer
pt_br: Doar
th: บริจาค
vi: Ủng hộ
zh_hans: 捐赠
zh_hant: 捐款

source: Donate...
de: Spenden …
es: Donar...
fr: Faire un don…
id: Donasi...
it: Dona...
ja: 寄付...
ko: 기부...
nl: Doneer...
pt_br: Doar...
th: บริจาค...
vi: Ủng hộ...
zh_hans: 捐赠...
zh_hant: 捐款…

source: Done
de: Fertig
es: OK
fr: OK
id: Selesai
it: OK
ja: 完了
ko: 완료
nl: Gereed
pt_br: OK
th: เสร็จ
vi: Xong
zh_hans: 完成
zh_hant: 完成

source: Drag icons between Visible, Hidden, and Always Hidden zones
de: Symbole zwischen Sichtbar, Ausgeblendet und Immer ausgeblendet ziehen
es: Arrastra iconos entre Visible, Oculto y Siempre oculto
fr: Glisser les icônes entre Visible, Masqué et Toujours masqué
id: Seret ikon antara zona Terlihat, Tersembunyi, dan Selalu tersembunyi
it: Trascina le icone tra Visibile, Nascosto e Sempre nascosto
ja: 表示・非表示・常に非表示ゾーンのあいだでアイコンをドラッグ
ko: 표시됨·숨김·항상 숨김 영역 사이로 아이콘을 드래그합니다
nl: Sleep pictogrammen tussen Zichtbaar, Verborgen en Altijd verborgen
pt_br: Arraste ícones entre Visível, Oculto e Sempre oculto
th: ลากไอคอนระหว่างโซนแสดง ซ่อน และซ่อนตลอด
vi: Kéo biểu tượng giữa vùng Hiện, Ẩn và Luôn ẩn
zh_hans: 在可见、隐藏和始终隐藏区域之间拖动图标
zh_hant: 在可見、隱藏和一律隱藏區域之間拖曳圖示

source: Drag icons here
de: Symbole hierher ziehen
es: Arrastra iconos aquí
fr: Déposez les icônes ici
id: Seret ikon ke sini
it: Trascina qui le icone
ja: アイコンをここにドロップ
ko: 아이콘을 여기로 드래그
nl: Sleep pictogrammen hierheen
pt_br: Arraste ícones aqui
th: ลากไอคอนมาที่นี่
vi: Kéo biểu tượng vào đây
zh_hans: 把图标拖到这里
zh_hant: 把圖示拖到這裡

source: Drag the corner to resize Settings.
de: Ziehe an der Ecke, um das Einstellungsfenster zu skalieren.
es: Arrastra la esquina para cambiar el tamaño de Ajustes.
fr: Faites glisser le coin pour redimensionner Réglages.
id: Seret sudut untuk mengubah ukuran Pengaturan.
it: Trascina l’angolo per ridimensionare Impostazioni.
ja: 角をドラッグして設定ウィンドウのサイズを変更。
ko: 모서리를 드래그하면 설정 창 크기를 바꿀 수 있습니다.
nl: Sleep de hoek om Instellingen te schalen.
pt_br: Arraste o canto para redimensionar Ajustes.
th: ลากมุมเพื่อปรับขนาดหน้าต่างการตั้งค่า
vi: Kéo góc để đổi kích thước cửa sổ Cài đặt.
zh_hans: 拖动边角即可调整设置窗口大小。
zh_hant: 拖曳邊角即可調整設定視窗大小。

source: Enable
de: Aktivieren
es: Activar
fr: Activer
id: Aktifkan
it: Attiva
ja: 有効にする
ko: 켜기
nl: Schakel in
pt_br: Ativar
th: เปิดใช้
vi: Bật
zh_hans: 启用
zh_hant: 啟用

source: Everything stays on this Mac. No account, no upload.
de: Alles bleibt auf diesem Mac. Kein Account, kein Upload.
es: Todo se queda en este Mac. Sin cuenta ni subidas.
fr: Tout reste sur ce Mac. Pas de compte, pas d’envoi.
id: Semuanya tetap di Mac ini. Tanpa akun, tanpa unggah.
it: Tutto resta su questo Mac. Niente account, niente caricamenti.
ja: すべてはこのMacの中。アカウントもアップロードも不要。
ko: 모든 건 이 Mac에만 남습니다. 계정 없고, 업로드도 없습니다.
nl: Alles blijft op deze Mac. Geen account, geen upload.
pt_br: Tudo fica neste Mac. Sem conta, sem envio.
th: ทุกอย่างอยู่บน Mac เครื่องนี้ ไม่มีบัญชี ไม่ได้อัปโหลด
vi: Mọi thứ ở lại máy Mac này. Không tài khoản, không tải lên.
zh_hans: 数据只留在这台 Mac。不用账号，也不上传。
zh_hant: 資料只留在這台 Mac。不用帳號，也不上傳。

source: Exit code 0 = show hidden icons, non-zero = hide.
de: Exitcode 0 = ausgeblendete Symbole zeigen, sonst ausblenden.
es: Código 0 = mostrar iconos ocultos; distinto de 0 = ocultar.
fr: Code de sortie 0 = afficher les icônes masquées, autre = masquer.
id: Kode keluar 0 = tampilkan ikon tersembunyi, selain itu = sembunyikan.
it: Codice 0 = mostra le icone nascoste; diverso da 0 = nascondi.
ja: 終了コード0で非表示アイコンを表示、それ以外は隠す。
ko: 종료 코드 0이면 가려진 아이콘을 표시하고, 그 외는 가립니다.
nl: Exitcode 0 = verborgen pictogrammen tonen, anders verbergen.
pt_br: Código 0 = mostrar ícones ocultos; diferente de 0 = ocultar.
th: รหัสออก 0 = แสดงไอคอนที่ซ่อน ค่าอื่น = ซ่อน
vi: Mã thoát 0 = hiện biểu tượng ẩn, khác 0 = ẩn.
zh_hans: 退出码 0 = 显示隐藏图标，非 0 = 隐藏。
zh_hant: 結束代碼 0 = 顯示隱藏圖示，非 0 = 隱藏。

source: Export Failed
de: Export fehlgeschlagen
es: Error al exportar
fr: Échec de l’exportation
id: Ekspor gagal
it: Esportazione non riuscita
ja: 書き出しに失敗
ko: 보내기 실패
nl: Exporteren mislukt
pt_br: Falha ao exportar
th: ส่งออกไม่สำเร็จ
vi: Xuất thất bại
zh_hans: 导出失败
zh_hant: 輸出失敗

source: Export Settings
de: Einstellungen exportieren
es: Exportar ajustes
fr: Exporter les réglages
id: Ekspor pengaturan
it: Esporta impostazioni
ja: 設定を書き出す
ko: 설정 보내기
nl: Instellingen exporteren
pt_br: Exportar ajustes
th: ส่งออกการตั้งค่า
vi: Xuất cài đặt
zh_hans: 导出设置
zh_hant: 輸出設定

source: Export settings to share or back up, import from file
de: Einstellungen zum Teilen oder Sichern exportieren, aus Datei importieren
es: Exporta para compartir o copiar; importa desde un archivo
fr: Exporter pour partager ou sauvegarder, importer depuis un fichier
id: Ekspor untuk berbagi atau cadangan, impor dari file
it: Esporta per condividere o fare backup; importa da file
ja: 設定を書き出して共有・バックアップ、ファイルから読み込み
ko: 설정을 보내 공유하거나 백업하고, 파일에서 가져옵니다
nl: Exporteer om te delen of te back-uppen, importeer uit een bestand
pt_br: Exporte para compartilhar ou fazer backup; importe de um arquivo
th: ส่งออกเพื่อแชร์หรือสำรอง แล้วนำเข้าจากไฟล์
vi: Xuất để chia sẻ hoặc sao lưu, nhập từ tệp
zh_hans: 导出设置以便分享或备份，也可从文件导入
zh_hant: 輸出設定以便分享或備份，也可從檔案輸入

source: Export Settings...
de: Einstellungen exportieren …
es: Exportar ajustes...
fr: Exporter les réglages…
id: Ekspor pengaturan...
it: Esporta impostazioni...
ja: 設定を書き出す...
ko: 설정 보내기...
nl: Instellingen exporteren...
pt_br: Exportar ajustes...
th: ส่งออกการตั้งค่า...
vi: Xuất cài đặt...
zh_hans: 导出设置...
zh_hant: 輸出設定…

source: Export, import, and migrate settings
de: Einstellungen exportieren, importieren und migrieren
es: Exportar, importar y migrar ajustes
fr: Exporter, importer et migrer les réglages
id: Ekspor, impor, dan migrasi pengaturan
it: Esporta, importa e migra le impostazioni
ja: 設定の書き出し、読み込み、移行
ko: 설정 보내기, 가져오기, 이전
nl: Instellingen exporteren, importeren en migreren
pt_br: Exportar, importar e migrar ajustes
th: ส่งออก นำเข้า และย้ายการตั้งค่า
vi: Xuất, nhập và chuyển cài đặt
zh_hans: 导出、导入和迁移设置
zh_hant: 輸出、輸入和轉移設定

source: Extended (%ds)
de: Ausführlich (%ds)
es: Extendido (%ds)
fr: Prolongé (%ds)
id: Santai (%ds)
it: Esteso (%ds)
ja: ゆっくり (%ds)
ko: 여유 있게 (%ds)
nl: Ruim (%ds)
pt_br: Estendido (%ds)
th: ยาว (%ds)
vi: Thoải mái (%ds)
zh_hans: 从容 (%ds)
zh_hant: 從容 (%ds)

source: Extra Dividers
de: Zusätzliche Trenner
es: Divisores extra
fr: Séparateurs extra
id: Pemisah ekstra
it: Divisori extra
ja: 追加の区切り
ko: 추가 구분선
nl: Extra scheidingen
pt_br: Divisores extras
th: เส้นแบ่งเพิ่ม
vi: Đường chia thêm
zh_hans: 额外分隔
zh_hant: 額外分隔

source: File exists but is not executable (run: chmod +x)
de: Datei vorhanden, aber nicht ausführbar (chmod +x ausführen)
es: El archivo existe pero no es ejecutable (chmod +x)
fr: Le fichier existe mais n’est pas exécutable (chmod +x)
id: File ada tetapi tidak dapat dijalankan (jalankan: chmod +x)
it: Il file esiste ma non è eseguibile (chmod +x)
ja: ファイルはあるが実行できません（chmod +x を実行）
ko: 파일은 있지만 실행할 수 없습니다(실행: chmod +x)
nl: Bestand bestaat maar is niet uitvoerbaar (chmod +x)
pt_br: O arquivo existe, mas não é executável (chmod +x)
th: มีไฟล์แต่ยังรันไม่ได้ (รัน: chmod +x)
vi: Tệp có nhưng chưa chạy được (chạy: chmod +x)
zh_hans: 文件存在但不可执行（运行：chmod +x）
zh_hant: 檔案存在但不可執行（執行：chmod +x）

source: File not found
de: Datei nicht gefunden
es: Archivo no encontrado
fr: Fichier introuvable
id: File tidak ditemukan
it: File non trovato
ja: ファイルが見つかりません
ko: 파일을 찾을 수 없음
nl: Bestand niet gevonden
pt_br: Arquivo não encontrado
th: ไม่พบไฟล์
vi: Không thấy tệp
zh_hans: 找不到文件
zh_hant: 找不到檔案

source: Filter by name…
de: Nach Namen filtern …
es: Filtrar por nombre…
fr: Filtrer par nom…
id: Filter menurut nama…
it: Filtra per nome…
ja: 名前で絞り込み…
ko: 이름으로 필터…
nl: Filteren op naam…
pt_br: Filtrar por nome…
th: กรองตามชื่อ…
vi: Lọc theo tên…
zh_hans: 按名称筛选…
zh_hant: 依名稱篩選…

source: Finish setup with a permission check and a saved layout restore point.
de: Schließe die Einrichtung mit einer Berechtigungsprüfung und einem gespeicherten Wiederherstellungspunkt ab.
es: Termina con una comprobación de permiso y un punto de restauración.
fr: Terminez avec une vérification d’autorisation et un point de restauration de la disposition.
id: Selesaikan dengan cek izin dan titik pemulihan tata letak.
it: Completa con un controllo dei permessi e un punto di ripristino del layout.
ja: 許可の確認とレイアウト復元ポイントの保存でセットアップを完了。
ko: 권한 확인과 레이아웃 복원 지점 저장으로 설정을 마칩니다.
nl: Rond af met een rechtencontrole en een opgeslagen herstelpunt.
pt_br: Conclua com uma verificação de permissão e um ponto de restauração do layout.
th: จบการตั้งค่าด้วยการตรวจสิทธิ์และจุดคืนค่าเลย์เอาต์
vi: Xong phần cài bằng kiểm tra quyền và một điểm khôi phục bố cục.
zh_hans: 做一次权限检查并保存布局还原点，即可完成设置。
zh_hant: 做一次權限檢查並儲存佈局還原點，即可完成設定。

source: Fix
de: Reparieren
es: Reparar
fr: Réparer
id: Perbaiki
it: Ripara
ja: 修復
ko: 고치기
nl: Herstel
pt_br: Reparar
th: ซ่อม
vi: Sửa
zh_hans: 修复
zh_hant: 修復

source: From
de: Von
es: Desde
fr: De
id: Dari
it: Da
ja: 開始
ko: 시작
nl: Van
pt_br: De
th: จาก
vi: Từ
zh_hans: 从
zh_hant: 從

source: Gesture behavior
de: Geste-Verhalten
es: Comportamiento de los gestos
fr: Comportement des gestes
id: Perilaku gestur
it: Comportamento dei gesti
ja: ジェスチャの動作
ko: 제스처 동작
nl: Gedrag van gebaren
pt_br: Comportamento dos gestos
th: พฤติกรรมท่าทาง
vi: Cử chỉ
zh_hans: 手势行为
zh_hant: 手勢行為

source: Gestures only reveal hidden icons.
de: Gesten blenden nur ausgeblendete Symbole ein.
es: Los gestos solo revelan iconos ocultos.
fr: Les gestes n’affichent que les icônes masquées.
id: Gestur hanya menampilkan ikon tersembunyi.
it: I gesti mostrano solo le icone nascoste.
ja: ジェスチャは非表示アイコンを出すだけです。
ko: 제스처는 가려진 아이콘만 보여 줍니다.
nl: Gebaren tonen alleen verborgen pictogrammen.
pt_br: Os gestos só revelam ícones ocultos.
th: ท่าทางแค่เปิดไอคอนที่ซ่อน
vi: Cử chỉ chỉ hiện biểu tượng đang ẩn.
zh_hans: 手势只会显示隐藏图标。
zh_hant: 手勢只會顯示隱藏圖示。

source: Gestures reveal hidden icons.
de: Gesten blenden ausgeblendete Symbole ein.
es: Los gestos revelan los iconos ocultos.
fr: Les gestes affichent les icônes masquées.
id: Gestur menampilkan ikon tersembunyi.
it: I gesti mostrano le icone nascoste.
ja: ジェスチャで非表示アイコンを表示します。
ko: 제스처로 가려진 아이콘을 보여 줍니다.
nl: Gebaren tonen verborgen pictogrammen.
pt_br: Os gestos revelam os ícones ocultos.
th: ท่าทางจะเปิดไอคอนที่ซ่อน
vi: Cử chỉ sẽ hiện biểu tượng đang ẩn.
zh_hans: 手势会显示隐藏图标。
zh_hant: 手勢會顯示隱藏圖示。

source: Gestures toggle visibility. Scroll up shows icons, scroll down hides them.
de: Gesten schalten die Sichtbarkeit. Nach oben scrollen zeigt Symbole, nach unten blendet sie aus.
es: Los gestos alternan la visibilidad. Desliza arriba para mostrar, abajo para ocultar.
fr: Les gestes basculent l’affichage. Défiler vers le haut affiche, vers le bas masque.
id: Gestur mengganti visibilitas. Gulir naik menampilkan, gulir turun menyembunyikan.
it: I gesti commutano la visibilità. Scorri su per mostrare, giù per nascondere.
ja: ジェスチャで表示を切り替え。上スクロールで表示、下スクロールで隠す。
ko: 제스처로 표시를 전환합니다. 위로 스크롤하면 보이고, 아래로 스크롤하면 가려집니다.
nl: Gebaren schakelen de zichtbaarheid. Omhoog scrollen toont, omlaag verbergt.
pt_br: Os gestos alternam a visibilidade. Role para cima para mostrar, para baixo para ocultar.
th: ท่าทางสลับการแสดง เลื่อนขึ้นเพื่อแสดง เลื่อนลงเพื่อซ่อน
vi: Cử chỉ bật/tắt. Cuộn lên thì hiện, cuộn xuống thì ẩn.
zh_hans: 手势切换显示。向上滚动显示图标，向下滚动隐藏。
zh_hant: 手勢切換顯示。向上捲動顯示圖示，向下捲動隱藏。

source: Get Started
de: Loslegen
es: Empezar
fr: Commencer
id: Mulai
it: Inizia
ja: 始める
ko: 시작하기
nl: Aan de slag
pt_br: Começar
th: เริ่มกันเลย
vi: Bắt đầu
zh_hans: 开始使用
zh_hant: 開始使用

source: Global Hotkeys
de: Globale Tastenkürzel
es: Atajos globales
fr: Raccourcis globaux
id: Pintasan global
it: Scorciatoie globali
ja: グローバルホットキー
ko: 전역 단축키
nl: Algemene sneltoetsen
pt_br: Atalhos globais
th: ปุ่มลัดทั้งระบบ
vi: Phím tắt toàn cục
zh_hans: 全局快捷键
zh_hant: 全域快捷鍵

source: Good
de: Gut
es: Bien
fr: Bon
id: Baik
it: Buono
ja: 良好
ko: 양호
nl: Goed
pt_br: Bom
th: ดี
vi: Ổn
zh_hans: 良好
zh_hant: 良好

source: Grant
de: Erlauben
es: Conceder
fr: Autoriser
id: Berikan
it: Concedi
ja: 許可
ko: 허용
nl: Verleen
pt_br: Conceder
th: อนุญาต
vi: Cấp
zh_hans: 授予
zh_hant: 授予

source: Grant Access
de: Zugriff erlauben
es: Conceder acceso
fr: Autoriser l’accès
id: Berikan akses
it: Concedi l’accesso
ja: アクセスを許可
ko: 접근 허용
nl: Toegang verlenen
pt_br: Conceder acesso
th: อนุญาตการเข้าถึง
vi: Cấp quyền truy cập
zh_hans: 授予访问权限
zh_hant: 授予取用權限

source: Grid view for browsing and organizing icons.
de: Rasteransicht zum Durchsuchen und Ordnen von Symbolen.
es: Vista de cuadrícula para explorar y organizar iconos.
fr: Grille pour parcourir et classer les icônes.
id: Tampilan kisi untuk menelusuri dan merapikan ikon.
it: Griglia per sfogliare e organizzare le icone.
ja: グリッドでアイコンを見て整理。
ko: 격자에서 아이콘을 둘러보고 정리합니다.
nl: Rasterweergave om pictogrammen te bekijken en te ordenen.
pt_br: Grade para explorar e organizar ícones.
th: มุมมองตารางสำหรับเรียกดูและจัดไอคอน
vi: Lưới để duyệt và sắp xếp biểu tượng.
zh_hans: 用网格浏览和整理图标。
zh_hant: 用格線瀏覽和整理圖示。

source: Hands-off: HaoBar only fixes its icon layout at startup or when you click Fix.
de: Zurückhaltend: HaoBar richtet das Symbol-Layout nur beim Start oder nach einem Klick auf „Reparieren“.
es: Sin interferir: HaoBar solo corrige el diseño al arrancar o al pulsar Reparar.
fr: Discret : HaoBar ne corrige la disposition qu’au démarrage ou quand vous cliquez sur Réparer.
id: Tanpa campur: HaoBar merapikan tata letak hanya saat mulai atau saat Anda klik Perbaiki.
it: Mani in tasca: HaoBar sistema il layout solo all’avvio o quando fai clic su Ripara.
ja: 手を出さない：HaoBarは起動時か「修復」をクリックしたときだけレイアウトを直します。
ko: 손 안 댐: HaoBar는 시작할 때나 ‘고치기’를 눌렀을 때만 아이콘 레이아웃을 고칩니다.
nl: Hands-off: HaoBar herstelt de layout alleen bij het opstarten of als je op Herstel klikt.
pt_br: Sem interferir: o HaoBar só corrige o layout na abertura ou ao clicar em Reparar.
th: ไม่ยุ่ง: HaoBar จัดเลย์เอาต์ไอคอนเฉพาะตอนเปิดเครื่อง หรือเมื่อคุณคลิกซ่อม
vi: Ít can thiệp: HaoBar chỉ sửa bố cục lúc khởi động hoặc khi bạn bấm Sửa.
zh_hans: 少干预：HaoBar 只在启动时或你点「修复」时整理图标布局。
zh_hant: 少干預：HaoBar 只在啟動時或你點「修復」時整理圖示佈局。

source: Hands-off: HaoBar only fixes its icon layout when it starts or when you click Fix. Good if your setup rarely changes.
de: Zurückhaltend: Nur beim Start oder nach „Reparieren“. Gut, wenn sich wenig ändert.
es: Sin interferir: solo al arrancar o al pulsar Reparar. Bien si casi no cambia nada.
fr: Discret : seulement au démarrage ou via Réparer. Idéal si rien ne bouge souvent.
id: Tanpa campur: hanya saat mulai atau Perbaiki. Cocok jika jarang berubah.
it: Mani in tasca: solo all’avvio o con Ripara. Ideale se cambi poco.
ja: 手を出さない：起動時か「修復」のときだけ直します。構成がほとんど変わらない人向け。
ko: 손 안 댐: 시작할 때나 ‘고치기’를 눌렀을 때만 고칩니다. 구성이 잘 안 바뀌면 좋아요.
nl: Hands-off: alleen bij opstarten of Herstel. Fijn als er weinig verandert.
pt_br: Sem interferir: só na abertura ou ao clicar em Reparar. Bom se quase nada muda.
th: ไม่ยุ่ง: แก้เฉพาะตอนเปิดหรือคลิกซ่อม เหมาะถ้าชุดไอคอนแทบไม่เปลี่ยน
vi: Ít can thiệp: chỉ lúc mở app hoặc bấm Sửa. Hợp nếu bố trí ít đổi.
zh_hans: 少干预：HaoBar 只在启动或你点「修复」时整理布局。布局很少变时很合适。
zh_hant: 少干預：HaoBar 只在啟動或你點「修復」時整理佈局。佈局很少變時很合適。
